"Move to Applications folder in your Home folder?" = "ホームフォルダ内のアプリケーションフォルダに移動しますか？";
"Move to Applications folder?" = "アプリケーションフォルダに移動しますか？";
"I can move myself to the Applications folder if you'd like." = "このアプリは、アプリケーション フォルダに移動することが可能です。";
"Do Not Move" = "移動しない";
"Note that this will require an administrator password." = "管理者パスワードが必要です。";
"Could not move to Applications folder" = "アプリケーション フォルダに移動できませんでした";
"Move to Applications Folder" = "アプリケーション フォルダに移動";
"This will keep your Downloads folder uncluttered." = "これにより、ダウンロードフォルダが整理された状態に保たれます。";
